{
    "page_titles": {
        "homepage": "About me",
        "skills": "Skills",
        "contacts": "Contacts"
    },
    "navbar": {
        "homepage": "About me",
        "skills": "Skills",
        "contacts": "Contacts"
    },
    "homepage_strings": {
        "name": "Igor \"Voknehzyr\" Ryzhenkov",
        "about1": "Seventeen years old junior programmer from Moscow. I'm studying",
        "about_and": "and",
        "about2": "In future, I want to study",
        "about3": "I'm also translating applications from English to Russian language",
        "job_warning": "For now, I don't have a job and I can't get it because I have no secondary education yet, but I will try everything to get it",
        "btn_skills": "My Skills",
        "btn_contacts": "Contacts"
    },
    "skills_strings": {
        "heading": "My Skills",
        "heading_desc": "Here I provided some kind of my stats. Keep in mind that percentage that are descibed here may be different from my true knowlege",
        "cards_js_desc": "I'm using JavaScript for many purposes, some of them: automatization, adding functionality and making work easier",
        "cards_html_desc": "Used everywhere in all front-end projects, sometimes it being used in apps.",
        "cards_css_desc": "Basics of the basics in all design, using it everywhere in projects. Usually it's just output file after LESS or SCSS",
        "cards_less_desc": "Styles language that I used before, right now I'm working with SCSS due to it's popularity",
        "cards_scss_desc": "Most used styles language with future compilation in CSS. Has a lots of useful functions",
        "cards_c#_desc": "Sometimes I'm coding some apps for Windows and C# is very easy-to-learn and I selected that language",
        "cards_java_desc": "Language that helped me to understand C# and other syntaxes, multifunctional, but has bad optimization",
        "cards_python_desc": "Rarely used language by me due to my small knowlege about it",
        "cards_php_desc": "Was used by me when I was creating websites, right now I prefer to use Node.js due to his module system and usability",
        "cards_graphic_design_title": "Graphic Design",
        "cards_graphic_design_desc": "I'm trying to follow trends of minimalistic and easy design. I have working experience in Photoshop and Illustrator and always trying to improve my vector design skills",
        "cards_english_skills_title": "English Language",
        "cards_english_skills_desc": "I wasn't participating in any competetions and never taked test to check my language level, but I'm helping with application and game tranlation anyways. I have enough knowlege to talk and read docs in English"
    },
    "contact_strings": {
        "heading": "Contact with me",
        "heading_desc": "Here you can see my contacts and links to websites where I'm registered",
        "vk_url": "VKontakte",
        "mail_url": "Email"
    }
}
